export default {
  homePage: "Главная",
  guestPage: "Гостевая страница",
  personalPage: "Личный кабинет",
  notification: "Уведомления",
  laboratoryPage: "Лабораторные работы",
  course1: "Course 1",
  placeStudy: "Место учебы / работы*",
  parolLabel: "Введите пароль",
  parolLabel2: "Придумайте пароль*",
  parolNew : "Придумайте новый пароль",
  loginwelcome: "Добро пожаловать!",
  pleaseRegist: "Пожалуйста, зарегистрируйтесь",
  agreement: "подтвердите свое согласие с публичной офертой",
  forgotPassword: "Если Вы забыли пароль, обратитесь по почте",
  saveLogin: "сохранить логин и пароль",
  enterEmail: "Введите e-mail",
  email: "Email*",
  region: {
    label1: "Филиал РГУ нефти и газа им. И.М.Губкина в Ташкенте",
    label2: "Нац. университет Узбекистана им. М. Улугбека",
    label3: "Технический университет им. И. Каримова",
  },
  other: "другое",

  personalInfo : "Личная информация",
  saveAs : "Сохранить изменения",
  back : "Назад",
  loginGuest: "Войти как гость",
  regist: "Зарегистрироваться",
  nameSurname: "Имя и фамилия*",
  reg: "Регистрация",
  enter: "Войти",
  course2: "Course 2",
  exit: "Выйти",
  projectName: "Pulse Lab",
  projectShortDes: "обучение за гранью реальности ",
  projectLongDes:
    "- это уникальный проект по созданию цифровой лаборатории с целью изучения основ геофизических методов",
  aboutProject: {
    name: "О проекте",
    title1:
      "Проект <strong>Pulse</strong> Lab это амбициозная задача, которая заключается в создании web-лаборатории для изучения геофизических методов исследования Земли",
    title2:
      "Реализованные в рамках данного проекта лабораторные работы дают возможность визуально представить происходящие физические процессы во время исследования Земли",
  },
  objectiveProject: {
    name: "Цель проекта",
    title1:
      "Целью данного проекта является изучение геофизических методов исследования Земли с помощью применения современных цифровых образовательных методов обучения",
    title2:
      "Для достижения данной цели выполняется разработка комплекса лабораторных работ по геофизическим методам, в рамках которого реализованы визуальные представления процессов распространения физических полей в геологической среде",
  },
  uniquenessProject: {
    name: "Уникальность",
    title1:
      "Традиционное изучение предполагает за собой разбор сложных математических представлений протекающих геофизических процессов. Зачастую такой подход достаточно сложно усваивается, визуальная составляющая раскрывается не в полной мере",
    title2:
      "Для решения задачи изучения геофизических методов выполняется численное моделирование анализируемых физических полей, а также создание обучающих программ на основе веб-программирования",
  },
  gratitude: {
    name: "Благодарность",
    title1:
      "Авторский коллектив выражает свою благодарность Министерству Инновационного развития Республики Узбекистан за предоставленную возможность реализации данного проекта",
    title2:
      "Также авторы выражают благодарность профессорско-преподавательскому составу кафедры “Геофизики и компьютерных систем” РГУ университета имени И.М. Губкина за советы в составлении ряда алгоритмов моделирования геофизических полей",
  },
  seismicName: "Сейсморазведка",
  seismicDes:
    "Сейсморазведка является одним из важнейших видов геофизической разведки. Она включает в себя различные методы исследований геологического строения земной коры, которые основаны на изучении распространения в ней искусственно возбужденных упругих волн",
  seismicMiddle: "Решаемые задачи:",
  seismicOption1: "построение геологической модели месторождения;",
  seismicOption2: "поиск и разведка месторождения углеводородов;",
  seismicOption3: "выявление структурных элементов;",
  seismicOption4: "определение пористости",
  seismic: {
    whatLearnName: "Чему вы научитесь",
    whatLearnOption1: "Работать с различными видами годографов;",
    whatLearnOption2: "Различать типы и виды волн;",
    whatLearnOption3: "Рассчитывать различные типы сейсмических скоростей;",
    whatLearnOption4: "Рассчитывать упругие модули;",
    whatLearnOption5:
      "Работать с кинематическими и динамическими параметрами упругих волн;",
    whatLearnOption6: "Рассчитывать сверточную модель сейсмической трассы",
    advantagesCourseName: "Преимущества курса",
    advantagesCourseOption1:
      "Выполнение лабораторных работ в цифровом виде в режиме онлайн;",
    advantagesCourseOption2:
      "Возможность изучать физические основы метода при помощи различных моделей геологических сред;",
    advantagesCourseOption3:
      "Решение нулевого варианта в гостевом режиме и индивидуального варианта в пользовательском;",
    advantagesCourseOption4:
      "Автоматический расчет баллов за работу и генерация готового отчета пользователя",
    fullFunctionalityName: "Полный функционал",
    fullFunctionalityOption1:
      "Доступ ко всем лабораторным работам в рамках изучаемого курса;",
    fullFunctionalityOption2:
      "Выполнение работ с нулевым и индивидуальным вариантом пользователя;",
    fullFunctionalityOption3:
      "Автоматическое оценивание работ исходя из правильности выполнения и количества попыток;",
    fullFunctionalityOption4:
      "Ограничение по времени на выполнение индивидуального варианта;",
    fullFunctionalityOption5: "Доступ к общему методическому пособию;",
    fullFunctionalityOption6: "Генерация готового отчёта пользователя;",
    fullFunctionalityOption7: "Получение сертификатов по пройденным курсам",
    courseForName: "Для кого этот курс",
    courseForOption1:
      "Курс предназначен для студентов, обучающихся в высших учебных заведениях по направлению геофизической разведки, а также курс - для желающих изучать:",
    courseForOption2: "Поиск и разведку месторождений нефти или газа;",
    courseForOption3: "Строение, структуру и состав горных пород;",
    courseForOption4: "Основы распространения волнового поля;",
    courseForOption5: "Основы теории упругости и деформации;",
    courseForOption6: "Глубинное строение земли",
  },
  electricalName: "Электроразведка",
  electricalDes:
    "В электроразведке используют как искусственные, так и естественные переменные и постоянные электромагнитные поля. Поэтому электроразведка объединяет значительно больше методов, относительно ряда других геофизических методов",
  electricalMiddle: "Применение:",
  electricalOption1: "поиск и разведка рудных месторождений;",
  electricalOption2: "инженерно-геологические исследования;",
  electricalOption3: "выявление нефтегазовых залежей;",
  electricalOption4: "гидрогеологические изыскания ",
  electrical: {
    whatLearnName: "Чему вы научитесь",
    whatLearnOption1: "Распространение физического поля;",
    whatLearnOption2: "Решение прямой и обратной задач",
    advantagesCourseName: "Преимущества курса",
    advantagesCourseOption1:
      "Преимуществом курса является выполнение лабораторных работ в цифровом виде в режиме онлайн;",
    advantagesCourseOption2:
      "Возможность изучать физические основы метода при помощи различных моделей геологических сред;",
    advantagesCourseOption3:
      "Решение нулевого варианта в гостевом режиме и индивидуального варианта в пользовательском;",
    advantagesCourseOption4:
      "Автоматический рассчет баллов за работу и генерация готового отчета пользователя",
    fullFunctionalityName: "Полный функционал",
    fullFunctionalityOption1:
      "Доступ ко всем лабораторным работам в рамках изучаемого курса;",
    fullFunctionalityOption2:
      "Выполнение работ с нулевым и индивидульным вариантом пользователя;",
    fullFunctionalityOption3:
      "Автоматическое оценивание работ исходя из правильности выполнения и количества попыток;",
    fullFunctionalityOption4:
      "Ограничение по времени на выполнение индивидуального варианта;",
    fullFunctionalityOption5: "Доступ к общему методическому пособию;",
    fullFunctionalityOption6: "Генерация готового отчёта пользователя;",
    fullFunctionalityOption7: "Получение сертификатов по пройденным курсам",
    courseForName: "Для кого этот курс",

    courseForOption1:
      "Курс предназначен для студентов, обучающихся в высших учебных заведениях по направлению геофизической разведки, а также курс - для желающих изучать:",
    courseForOption2: "Поиск и разведку рудных месторождений;",
    courseForOption3: "Поиск и разведку грунтовых и подземных вод;",
    courseForOption4: "Методы археологических неинвазивных исследований;",
    courseForOption5:
      "Экологические анализы и определения нормального состава сред",
  },
  magneticName: "Магниторазведка",
  magneticDes:
    "Магниторазведка – геофизический метод решения геологических задач, основанный на изучении магнитного поля Земли, в котором отображаются различия магнитных свойств горных пород",
  magneticMiddle: "Решаемые задачи:",
  magneticOption1: "поиск и разведка рудных месторождений;",
  magneticOption2: "геологическое картирование;",
  magneticOption3: "структурные исследования;",
  magneticOption4: "археологические изыскания",
  magnetic: {
    whatLearnName: "Чему вы научитесь",
    whatLearnOption1: "Определение нормального магнитного поля;",
    whatLearnOption2:
      "Рассчитывать магнитную индукцию (магнитная воспреимчивость);",
    whatLearnOption3: "Решению прямой и обратной задачи;",
    whatLearnOption4: "Выполнению качественной и количественной интерпретации;",
    whatLearnOption5: "Определению магнитных аномалий",
    advantagesCourseName: "Преимущества курса",
    advantagesCourseOption1:
      "Преимуществом курса является выполнение лабораторных работ в цифровом виде в режиме онлайн;",
    advantagesCourseOption2:
      "Возможность изучать физические основы метода при помощи различных моделей геологических сред;",
    advantagesCourseOption3:
      "Решение нулевого варианта в гостевом режиме и индивидуального варианта в пользовательском;",
    advantagesCourseOption4:
      "Автоматический рассчет баллов за работу и генерация готового отчета пользователя",
    fullFunctionalityName: "Полный функционал",
    fullFunctionalityOption1:
      "Доступ ко всем лабораторным работам в рамках изучаемого курса;",
    fullFunctionalityOption2:
      "Выполнение работ с нулевым и индивидульным вариантом пользователя;",
    fullFunctionalityOption3:
      "Автоматическое оценивание работ исходя из правильности выполнения и количества попыток;",
    fullFunctionalityOption4:
      "Ограничение по времени на выполнение индивидуального варианта;",
    fullFunctionalityOption5: "Доступ к общему методическому пособию;",
    fullFunctionalityOption6: "Генерация готового отчёта пользователя;",
    fullFunctionalityOption7: "Получение сертификатов по пройденным курсам",
    courseForName: "Для кого этот курс",
    courseForOption1:
      "Курс предназначен для студентов, обучающихся в высших учебных заведениях по направлению геофизической разведки, а также курс - для желающих изучать:",
    courseForOption2: "Природу магнитного поля Земли;",
    courseForOption3: "Региональную структурную геологию;",
    courseForOption4:
      "Геологическое картирование и тектоническое районирование;",
    courseForOption5: "Поиск и разведку рудных месторождений;",
    courseForOption6: "Методы археологических неинвазивных исследований;",
    courseForOption7: "Внутреннее строение осадочной толщи",
  },
  gravityName: "Гравиразведка",
  gravityDes:
    "Гравиразведка – метод разведочной геофизики, основанный на изучении поля силы тяжести на поверхности Земли, под ее поверхностью, в атмосфере и в космическом пространстве, на поверхности и под поверхностью морей и океанов",
  gravityMiddle: "Применение:",
  gravityOption1: "поиск и разведка структурных ловушек углеводородов;",
  gravityOption2: "поиск рудных и нерудных полезных ископаемых",
  gravity: {
    whatLearnName: "Чему вы научитесь",
    whatLearnOption1: "Определение нормального гравитационного поля;",
    whatLearnOption2: "Рассчитывать поле силы тяжести;",
    whatLearnOption3: "Решению прямой и обратной задачи;",
    whatLearnOption4: "Выполнению качественной и количественной интерпретации;",
    whatLearnOption5: "Определению гравитационных аномалий (поправки)",
    advantagesCourseName: "Преимущества курса",
    advantagesCourseOption1:
      "Преимуществом курса является выполнение лабораторных работ в цифровом виде в режиме онлайн;",
    advantagesCourseOption2:
      "Возможность изучать физические основы метода при помощи различных моделей геологических сред;",
    advantagesCourseOption3:
      "Решение нулевого варианта в гостевом режиме и индивидуального варианта в пользовательском;",
    advantagesCourseOption4:
      "Автоматический рассчет баллов за работу и генерация готового отчета пользователя",
    fullFunctionalityName: "Полный функционал",
    fullFunctionalityOption1:
      "Доступ ко всем лабораторным работам в рамках изучаемого курса;",
    fullFunctionalityOption2:
      "Выполнение работ с нулевым и индивидульным вариантом пользователя;",
    fullFunctionalityOption3:
      "Автоматическое оценивание работ исходя из правильности выполнения и количества попыток;",
    fullFunctionalityOption4:
      "Ограничение по времени на выполнение индивидуального варианта;",
    fullFunctionalityOption5: "Доступ к общему методическому пособию;",
    fullFunctionalityOption6: "Генерация готового отчёта пользователя;",
    fullFunctionalityOption7: "Получение сертификатов по пройденным курсам",
    courseForName: "Для кого этот курс",
    courseForOption1:
      "Курс предназначен для студентов, обучающихся в высших учебных заведениях по направлению геофизической разведки, а также курс - для желающих изучать:",
    courseForOption2: "Выделять глубинные разломы и тектонические структуры;",
    courseForOption3: "Определять плотностные неоднородности Земли;",
    courseForOption4: "Определять форму земной коры;",
    courseForOption5:
      "Рассчитывать плотность горных пород и анализировать их состав;",
    courseForOption6: "Основам метода и методики гравитационной разведки ",
  },
  seismologicName: "Сейсмология",
  seismologicDes:
    "Сейсмология - это наука, в которой фактические данные представляют собой записи механических колебаний Земли, называемых сейсмограммами. Колебания могут быть вызваны искусственными взрывами или естественными причинами – землетрясениями и извержениями вулканов",
  seismologicMiddle: "Применение:",
  seismologicOption1: "сейсмогеологическое районирование;",
  seismologicOption2: "для предупреждения землетрясений;",
  seismologicOption3: "сейсмоустойчивость сооружений (строительные нужды)",
  seismologic: {
    whatLearnName: "Чему вы научитесь",
    whatLearnOption1: "Определять эпицентры землетрясений;",
    whatLearnOption2:
      "Работать с сейсмотрассами, сейсмограммами и годографами;",
    whatLearnOption3: "Рассчитывать радиус воздействия землетрясений ",
    whatLearnOption4: "Определять гипоцентр землетрясений;",
    whatLearnOption5: "Работать с архивными данными (каталогу землетрясений);",
    whatLearnOption6: "Определению скоростей упругих волн;",
    whatLearnOption7:
      "Определять приращение сейсмической интенсивности по методу сейсмических жесткостей",
    advantagesCourseName: "Преимущества курса",
    advantagesCourseOption1:
      "Преимуществом курса является выполнение лабораторных работ в цифровом виде в режиме онлайн;",
    advantagesCourseOption2:
      "Возможность изучать физические основы метода при помощи различных моделей геологических сред;",
    advantagesCourseOption3:
      "Решение нулевого варианта в гостевом режиме и индивидуального варианта в пользовательском;",
    advantagesCourseOption4:
      "Автоматический рассчет баллов за работу и генерация готового отчета пользователя",
    fullFunctionalityName: "Полный функционал",
    fullFunctionalityOption1:
      "Доступ ко всем лабораторным работам в рамках изучаемого курса;",
    fullFunctionalityOption2:
      "Выполнение работ с нулевым и индивидульным вариантом пользователя;",
    fullFunctionalityOption3:
      "Автоматическое оценивание работ исходя из правильности выполнения и количества попыток;",
    fullFunctionalityOption4:
      "Ограничение по времени на выполнение индивидуального варианта;",
    fullFunctionalityOption5: "Доступ к общему методическому пособию;",
    fullFunctionalityOption6: "Генерация готового отчёта пользователя;",
    fullFunctionalityOption7: "Получение сертификатов по пройденным курсам",
    courseForName: "Для кого этот курс",
    courseForOption1:
      "Курс предназначен для студентов, обучающихся в высших учебных заведениях по направлению геофизической разведки, а также курс - для желающих изучать:",
    courseForOption2: "Природу возникновения землетрясений;",
    courseForOption3: "Сейсмоустойчивость грунта или инженерных построек;",
    courseForOption4: "Основы сейсмического микрорайонирования;",
    courseForOption5: "Основы сейсмологии;",
    courseForOption6: "Геологические и структурные особенности местности",
  },
  contactTitle: "Наши контакты",
  contactLocation: "100174, Ташкент Алмазарский район Талабалар шахарчаси, 3-а",
  contactInfo: "При возникновении проблем или вопросов обратитесь к нам - ",
  webLabName: "Web лаборатория Pulse Lab",
  methodManLong: "Методические пособия и отчёты выполненных работ",
  methodManShort: "Методические пособиe",
  report: "Отчет",
  score: "Балл:",
  numAttempts: "Количество попыток",
  downloadMethods: "Скачать общее методическое пособие",
  labWork: "Лабораторная работа",
  view: "Просмотр",
  totalScoreAllCourses: "Общий балл за курс",
  passed: "Пройдено",
  /* new addition */
  authorCourse: "Авторы курса",
  directorProject: "руководитель проекта",
  seniorResearcher: "старший научный сотрудник",
  juniorResearcher: "младший научный сотрудник",
  laborant: "лаборант",
  support : "При возникновении проблем с платформой обратитесь по почте",
  support2 : "",
};
